tap "azure/functions"
tap "homebrew/bundle"
tap "incu6us/tap"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "romkatv/powerlevel10k"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "caddy"
brew "glib"
brew "cairo"
brew "code-cli"
brew "eza"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "gnupg"
brew "go"
brew "gpgme"
brew "jq"
brew "kubernetes-cli"
brew "minikube"
brew "neovim"
brew "node"
brew "nvm"
brew "pandoc"
brew "poppler"
brew "powerlevel10k"
brew "python@3.13"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "unar"
brew "wget"
brew "yazi"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
brew "incu6us/tap/goimports-reviser"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "arc"
cask "bettertouchtool"
cask "beyond-compare"
cask "cleanshot"
cask "dbeaver-community"
cask "docker"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "iterm2"
cask "logi-options+"
cask "notion"
cask "pgadmin4"
cask "raycast"
cask "spotify"
cask "studio-3t"
cask "thunderbird"
cask "todoist"
cask "warp"
cask "wezterm"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "ankitbko.vscode-pull-request-azdo"
vscode "apollographql.apollo-midnight-color-theme"
vscode "apollographql.vscode-apollo"
vscode "asvetliakov.vscode-neovim"
vscode "attilabuti.vscode-mjml"
vscode "be5invis.vscode-custom-css"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dkundel.vscode-new-file"
vscode "donjayamanne.githistory"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "jdinhlife.gruvbox"
vscode "johnpapa.vscode-peacock"
vscode "meganrogge.template-string-converter"
vscode "mikestead.dotenv"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "oouo-diogo-perdigao.docthis"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sdras.night-owl"
vscode "sleistner.vscode-fileutils"
vscode "stylelint.vscode-stylelint"
vscode "techer.open-in-browser"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wesbos.theme-cobalt2"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
