tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "incu6us/tap"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "romkatv/powerlevel10k"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "caddy"
brew "glib"
brew "cairo"
brew "code-cli"
brew "colima", restart_service: :changed
brew "deno"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "eza"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "python@3.13"
brew "git-filter-repo"
brew "gnupg"
brew "go"
brew "gpgme"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "luarocks"
brew "minikube"
brew "neovim"
brew "node"
brew "nvm"
brew "pandoc"
brew "poppler"
brew "postgresql@14"
brew "powerlevel10k"
brew "qemu"
brew "ripgrep"
brew "spotifyd", restart_service: :changed
brew "sqlcmd"
brew "starship"
brew "stow"
brew "tmux"
brew "unar"
brew "vscode-langservers-extracted"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "azure/functions/azure-functions-core-tools@4"
brew "incu6us/tap/goimports-reviser"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazydocker/lazydocker"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "bettertouchtool"
cask "beyond-compare"
cask "cleanshot"
cask "dbeaver-community"
cask "figma"
cask "font-jetbrains-mono"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "notion"
cask "pgadmin4"
cask "raycast"
cask "spotify"
cask "studio-3t"
cask "thunderbird"
cask "todoist-app"
cask "warp"
cask "wezterm"
# cask "whatsapp"
cask "whatsapp@beta"
cask "zen"
vscode "catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "mjmlio.vscode-mjml"
vscode "redhat.vscode-xml"
vscode "vscodevim.vim"
